tap "homebrew/bundle"
brew "cask"
brew "certifi"
brew "cmake"
brew "curl"
brew "gh"
brew "git"
brew "jq"
brew "python@3.13"
brew "llvm"
brew "mackup"
brew "mas"
brew "nodebrew"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "rust"
brew "telnet"
brew "wget"
cask "1password"
cask "adobe-acrobat-reader"
cask "chatgpt"
cask "claude"
cask "coteditor", args: { appdir: "/Applications" }
cask "cursor"
cask "docker-desktop"
cask "google-drive", args: { appdir: "/Applications" }
cask "hyperswitch", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "miro"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "slack"
cask "tandem"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wrike"
mas "GarageBand", id: 682658836
mas "Kindle", id: 302584613
vscode "saoudrizwan.claude-dev"
